Repository: d2dyno1/ClipboardCanvas
Catalog: ClipboardCanvas/MultilingualResources/ClipboardCanvas.*.xlf
Languages: pt_pt, ro_ro, ru, zh_cn

# RestrictedAccessDescription1
source: Clipboard Canvas requires permission to access the file system for it to work correctly. Without the permission, some features will be disabled and/or limited.
pt_pt: Clipboard Canvas requer permissão para aceder ao sistema de ficheiros para que este funcione corretamente. Sem a permissão, algumas características serão desativadas e/ou limitadas.
ro_ro: Clipboard Canvas are nevoie de acces la sistemul de fișiere pentru a funcționa normal. Fără permisiune, unele funcționalități vor fi dezactivate și/sau limitate.
ru: Для корректной работы Clipboard Canvas требуется разрешение на доступ к файловой системе. Без этого разрешения некоторые функции будут отключены и/или ограничены.
zh_cn: Clipboard Canvas需要访问文件系统的权限才能正常工作。未经许可，某些功能将被禁用或限制。

# RestrictedAccessDescription2
source: You can grant this permission by heading to settings, whereupon the app will be closed.
pt_pt: Pode conceder esta permissão dirigindo-se às definições, após o que a aplicação será encerrada.
ro_ro: Poți permite asta în Setări, unde aplicația va fi închisă.
ru: Вы можете предоставить это разрешение, перейдя в параметры, после чего приложение будет закрыто.
zh_cn: 您可以通过指向设置授予此权限，然后应用程序将关闭。

# RestrictedAccessDescription3
source: You can also continue in Restricted Access mode with limited features.
pt_pt: Também pode continuar no modo de Acesso Restrito com características limitadas.
ro_ro: Poți continua și în Acces restricționat cu funcționalitate limitată.
ru: Вы также можете продолжить работу в режиме ограниченного доступа с заблокированными функциями.
zh_cn: 您也可以在受限访问模式下继续使用受限功能。

# RestrictedAccessTitleTooltip
source: Clipboard Canvas is currently in Restricted Access mode. Click for more details.
pt_pt: Clipboard Canvas está atualmente em modo de Acesso Restrito. Clique para mais detalhes.
ro_ro: Clipboard Canvas este momentan în mod de Acces restricționat. Clic pentru mai multe detalii.
ru: В настоящее время Clipboard Canvas находится в режиме ограниченного доступа. Нажмите для получения более подробной информации.
zh_cn: Clipboard Canvas 当前处于受限访问模式。单击了解更多详细信息。

source: Retry
pt_pt: Tentar novamente
ro_ro: Încearcă din nou
ru: Повторить
zh_cn: 重试

source: Search
pt_pt: Pesquisar
ro_ro: Căutare
ru: Поиск
zh_cn: 搜索

source: Select all
pt_pt: Selecionar tudo
ro_ro: Selectare totală
ru: Выбрать все
zh_cn: 全选

source: Set as Autopaste target
pt_pt: Definir como alvo da Colagem automática
ro_ro: Setare ca țintă autolipire
ru: Установить в качестве цели автовставки
zh_cn: 设置为自动粘贴目标

source: Settings
pt_pt: Definições
ro_ro: Setări
ru: Параметры
zh_cn: 设置

# SettingsAbout
source: About
pt_pt: Acerca de
ro_ro: Despre
ru: О приложении
zh_cn: 关于

# SettingsAboutPageAppVersion
source: Version {0}
pt_pt: Versão {0}
ro_ro: Versiunea {0}
ru: Версия {0}
zh_cn: 版本 {0}

# SettingsAboutPageOpenLogLocation
source: Open log file location
pt_pt: Abrir localização do ficheiro de registo
ro_ro: Deschidere locație fișier log
ru: Открыть логи
zh_cn: 打开日志文件位置

# SettingsAboutPagePrivacyPolicy
source: Privacy Policy
pt_pt: Política de Privacidade
ro_ro: Politică de confidențialitate
ru: Политика конфиденциальности
zh_cn: 隐私政策

# SettingsAboutPagePrivacyPolicyError
source: An error occurred while trying to load privacy policy
pt_pt: Ocorreu um erro ao tentar carregar a política de privacidade
ro_ro: Am întâmpinat o eroare încercând să încărcăm politica de confidențialitate
ru: В ходе загрузки политики конфиденциальности произошла ошибка
zh_cn: 尝试加载隐私策略时出错

# SettingsAboutPagePullingPrivacyPolicy
source: Pulling Clipboard Canvas' privacy policy from GitHub
pt_pt: Puxando a política de privacidade do Clipboard Canvas do GitHub
ro_ro: Se preia politica de confidențialitate Clipboard Canvas din GitHub
ru: Получение политики конфиденциальности Clipboard Canvas' из GitHub
zh_cn: 从GitHub中提取剪贴板画布的隐私策略

# SettingsAboutPageReleaseNotes
source: Release notes
pt_pt: Notas de lançamento
ro_ro: Note de lansare
ru: Примечания к выпуску
zh_cn: 发行说明

# SettingsAboutPageStarOnGitHub
source: Star Clipboard Canvas on GitHub
pt_pt: Estrelar Clipboard Canvas no Github
ro_ro: Star Clipboard Canvas pe GitHub
ru: Отметить Clipboard Canvas на GitHub
zh_cn: Clipboard Canvas在GitHub上的星标数量

# SettingsAboutPageSubmitFeedback
source: Submit feedback
pt_pt: Submeter feedback
ro_ro: Trimite feedback
ru: Отправить отзыв
zh_cn: 提交反馈

# SettingsAboutPageViewIntroductionPage
source: View introduction page
pt_pt: Ver página de introdução
ro_ro: Vezi pagina de introducere
ru: Просмотреть вводную страницу
zh_cn: 查看介绍页

# SettingsGeneral
source: General
pt_pt: Geral
ru: Общие
zh_cn: 常规

# SettingsGeneralPageDefaultLanguage
source: Windows default
pt_pt: Predefinição do Windows
ro_ro: Implicit Windows
ru: Как в системе
zh_cn: Windows默认值

# SettingsGeneralPageInfiniteCanvasAsDefault
source: Use Infinite Canvas as default
pt_pt: Utilizar Tela Infinita como predefinição
ro_ro: Utilizează Canvasul Infinit ca setare implicită
ru: Использовать бесконечное полотно по умолчанию
zh_cn: 使用无限画布作为默认值

# SettingsGeneralPageLanguage
source: Language
pt_pt: Idioma
ro_ro: Limbă
ru: Язык
zh_cn: 语言

# SettingsGeneralPagePermanentDeletionAsDefault
source: Permanently delete items as default
pt_pt: Eliminar permanentemente os itens como predefinição
ro_ro: Șterge elemente definitiv în mod implicit
ru: Удаление навсегда по умолчанию
zh_cn: 永久删除默认项目

# SettingsGeneralPageShowDeleteConfirmation
source: Show confirmation dialog when deleting items
pt_pt: Mostrar diálogo de confirmação ao eliminar ficheiros
ro_ro: Afișează un dialog de confirmare la ștergerea elementelor
ru: Показывать диалог подтверждения при удалении
zh_cn: 删除项目时显示确认对话框

# SettingsGeneralPageShowTimelineWidget
source: Show Timeline widget on the Homepage
pt_pt: Mostrar o widget Linha do Tempo na Página inicial
ro_ro: Afișează widget Cronologie pe pagina de pornire
ru: Показывать временную шкалу на домашней странице
zh_cn: 在主页上显示时间轴小部件

# SettingsNotifications
source: Notifications
pt_pt: Notificações
ro_ro: Notificări
ru: Уведомления
zh_cn: 通知

# SettingsNotificationsPageShowAutopasteFailedNotification
source: Show a notification when autopaste fails
pt_pt: Mostrar uma notificação quando a colagem automática falha
ro_ro: Afișează o notificare când autolipirea eșuează
ru: Показывать уведомление при неудачной автовставке
zh_cn: 自动粘贴失败时显示通知

# SettingsNotificationsPageShowAutopasteNotification
source: Show a notification when autopaste starts pasting
pt_pt: Mostrar uma notificação quando a colagem automática inicia a colagem
ro_ro: Afișează o notificare când autolipirea începe a lipi
ru: Показывать уведомление, когда начинается автовставка
zh_cn: 自动粘贴开始粘贴时显示通知

# SettingsNotificationsPageShowCrashNotification
source: Show error notification if app crashes
pt_pt: Mostrar notificação de erro se a aplicação falhar
ro_ro: Afișează o notificare de eroare dacă aplicația are un accident
ru: Показывать уведомление при сбое приложения
zh_cn: 当应用程序崩溃时显示错误通知

# SettingsPasting
source: Pasting
pt_pt: Colagem
ro_ro: Lipire
ru: Вставка
zh_cn: 粘贴

# SettingsPastingPageOpenNewCanvas
source: Open new canvas on paste
pt_pt: Abrir nova tela ao colar
ro_ro: Deschide un canvas nou la lipire
ru: Открывать новое полотно при вставке
zh_cn: 粘贴时打开新画布

# SettingsPastingPagePasteAsReference
source: Paste files as reference
pt_pt: Colar ficheiros como referência
ro_ro: Lipește fișierele ca referințe
ru: Вставлять объекты как файлы упоминания
zh_cn: 将文件作为引用粘贴

# SettingsPastingPageReferenceFilesInfo
source: Reference Files allow you to paste files without creating copies of them. With this setting enabled, every file is pasted as a reference. A reference file is created pointing to the original file which is seamlessly displayed by Clipboard Canvas.
ru: Файлы упоминания позволяют вставлять объекты без создания их копий. При включении этого параметра каждый объект вставляется как упоминание. Файл упоминания, указывающий на исходный объект, создается и беспрепятственно отображается в Clipboard Canvas.

# SettingsPastingPageRestrictedAccessWarning
source: Cannot enable this setting while in Restricted Access mode.
pt_pt: Não é possível ativar esta definição enquanto estiver no modo de Acesso Restrito.
ro_ro: Nu se poate activa această setare în modul Acces restricționat.
ru: Невозможно включить этот параметр в режиме ограниченного доступа.
zh_cn: 在受限访问模式下无法启用此设置。

# SettingsPastingPageUseMarkdownAsDefault
source: Use markdown format instead of text files
pt_pt: Utilizar o formato Markdown em vez de ficheiros de texto
ro_ro: Utilizează formatul markdown în favoarea fișierelor text
ru: Использовать формат Markdown вместо текстовых файлов
zh_cn: 使用markdown格式替代文本文件

source: Show in Collection
pt_pt: Mostrar na Coleção
ro_ro: Afișează în Colecție
ru: Показывать в коллекции
zh_cn: 在合集中显示

source: Status Center
pt_pt: Centro de Estado
ro_ro: Centru de stare
ru: Центр состояния
zh_cn: 状态中心

# StatusCenterCompleted
source: Completed 0.00%
pt_pt: Completado 0.00%
ro_ro: 0.00% complet
ru: Завершено 0.00%
zh_cn: 完成 0.00%

# StatusCenterOperationCanceled
source: The operation was canceled
pt_pt: A operação foi cancelada
ro_ro: Operația a fost anulată
ru: Операция была отменена
zh_cn: 操作已取消

# StatusCenterOperationCanceledTitle
source: Operation canceled
pt_pt: Operação cancelada
ro_ro: Operație anulată
ru: Операция отменена
zh_cn: 操作已取消

# StatusCenterOperationComplete
source: The operation is complete
pt_pt: A operação foi completada
ro_ro: Operația a fost completată
ru: Операция успешно выполнена
zh_cn: 操作已完成

# StatusCenterOperationCompleteTitle
source: Operation complete
pt_pt: Operação completa
ro_ro: Operație completă
ru: Операция выполнена
zh_cn: 操作完成

# StatusCenterOverwritingReferenceCanceled
source: Overwriting Reference was canceled
pt_pt: Sobrescrita de Referência foi cancelado
ro_ro: Suprascrierea Referinței a fost anulată
ru: Переопределение упоминания отменено
zh_cn: 覆盖引用已取消

# StatusCenterOverwritingReferenceComplete
source: Overwriting Reference complete
pt_pt: Sobrescrita de Referência completa
ro_ro: Suprascrierea Referinței completă
ru: Переопределение упоминания выполнено
zh_cn: 覆盖引用完成

# StatusCenterPastingCanceled
source: Pasting was canceled
pt_pt: Colagem foi cancelado
ro_ro: Lipirea a fost anulată
ru: Вставка была отменена
zh_cn: 粘贴已取消

# StatusCenterPastingComplete
source: Pasting complete
pt_pt: Colagem completa
ro_ro: Lipire completă
ru: Вставка успешно выполнена
zh_cn: 粘贴完成

# StatusCenterPercentCompleted
source: Completed {0}%
pt_pt: Completado {0}%
ro_ro: {0}% complet
ru: Завершено {0}%
zh_cn: 完成 {0}%

# StatusCenterProcessing
source: Processing...
pt_pt: Processando...
ro_ro: Se procesează...
ru: Обработка...
zh_cn: 处理...

# StatusCenterStarting
source: Starting...
pt_pt: A Iniciar...
ro_ro: Se inițializează...
ru: Начало...
zh_cn: 启动...

source: Switch to Infinite Canvas
pt_pt: Trocar para Tela Infinita
ro_ro: Comută la Canvas Infinit
ru: Переключиться на бесконечное полотно
zh_cn: 切换到无限画布

source: Switch to One Canvas
pt_pt: Trocar para Tela Única
ro_ro: Comută la un Canvas
ru: Переключиться на одно полотно
zh_cn: 切换到单画布

source: Timeline
pt_pt: Linha do tempo
ro_ro: Cronologie
ru: Временная шкала
zh_cn: 时间轴

# UnknownError
source: An unknown error occurred.
pt_pt: Ocorreu um erro desconhecido.
ro_ro: Am dat de-o eroare necunoscută.
ru: Произошла неизвестная ошибка.
zh_cn: 发生未知错误。

source: View on GitHub
pt_pt: Ver no GitHub
ro_ro: Vezi pe GitHub
ru: Просмотреть на GitHub
zh_cn: 去GitHub查看

# CollectionTooltip
source: Double click to open this Collection. Right click for more options.
pt_pt: Duplo clique para abrir esta coleção. Clique com o botão direito do rato para mais opções.
ro_ro: Dublu-clic pentru a deschide această Colecție. Clic-dreapta pentru mai multe opțiuni.
zh_cn: 双击打开此合集。 右键单击可查看更多选项。

# OOBECollectionPreviewTitle
source: Preview your Collections
ro_ro: Previzualizează-ți Colecțiile
zh_cn: 预览你的合集

# OOBEOneCanvasDescription
source: Quickly paste and interact with your content on One Canvas. One Canvas gives you a fully-sized interactive preview of various files: - Image preview - Media preview - Text preview - Markdown format preview - Folder and file preview
pt_pt: Cole e interaja rapidamente com o seu conteúdo na Tela Única. Tela Única dá-lhe uma pré-visualização interativa de vários ficheiros em tamanho real: - Pré-visualização de imagem - Pré-visualização dos meios de comunicação - Pré-visualização do texto - Pré-visualização do formato Markdown - Pré-visualização de pastas e ficheiros
ro_ro: Lipește și interacționează rapid cu conținutul tău pe un Canvas. Un Canvas îți dă o previzualizare interactivă în mărime-completă a diverse fișiere: - Previzualizare imagini - Previzualizare media - Previzualizare text - Previzualizare format markdown - Previzualizare folder și fișiere
zh_cn: 快速粘贴并与单画布上的内容交互。单画布为您提供各种文件的全尺寸交互式预览： -图像预览 -媒体预览 -文本预览 -标记格式预览 -文件夹和文件预览

# PastedAsReferenceDescription
source: This file has been pasted as a reference to the original file. Clipboard Canvas loads the original file that the reference is pointing to. You can override the reference and copy the item directly to this collection by pressing the button below.
pt_pt: Este ficheiro foi colado como uma referência ao ficheiro original. Clipboard Canvas carrega o ficheiro original para o qual a referência está a apontar. Pode anular a referência e copiar o item diretamente para esta coleção, premindo o botão abaixo.
ro_ro: Acest fișier a fost lipit ca o referință a fișierului original. Clipboard Canvas încarcă fișierul original la care punctează referința. Poți suprascrie referința și copia elementul direct în această colecție apăsând butonul de mai jos.
zh_cn: 此文件已粘贴为对原始文件的引用。Clipboard Canvas加载引用所指向的原始文件。 通过按下下面的按钮，可以覆盖引用并将项目直接复制到此集合。

# SettingsPastingPageReferenceFilesInfo
source: Reference Files allow you to paste files without creating copies of them. With this setting enabled, every file is pasted as a reference. A reference file is created pointing to the original file which is seamlessly displayed by Clipboard Canvas.
pt_pt: Os Ficheiros de Referência permitem-lhe colar ficheiros sem criar cópias dos mesmos. Com esta definição ativada, cada ficheiro é colado como uma referência. É criado um ficheiro de referência apontando para o ficheiro original, que é exibido sem problemas pelo Clipboard Canvas.
ro_ro: Fișierele de Referință îți permite să lipești fișiere fără să creezi copii ale acestora. Cu această setare activată, fiecare fișier este lipit ca referință. Un fișier de referință este creat punctând la locația fișierului original care este afișat fără efort de către aplicație.
zh_cn: “引用文件”允许您粘贴文件，而无需创建它们的副本。启用此设置后，每个文件都将作为引用粘贴。 将创建一个引用文件，指向剪贴板画布无缝显示的原始文件。
