Repository: d2dyno1/ClipboardCanvas
Catalog: ClipboardCanvas/MultilingualResources/ClipboardCanvas.*.xlf
Languages: pt_pt, ro_ro, ru, zh_cn

# AddCollection
source: Add a collection
pt_pt: Adicionar uma coleção
ro_ro: Adaugă o colecție
ru: Добавить коллекцию
zh_cn: 添加合集

# AppRestartRequired
source: The app will need to be restarted in order to apply the changes.
pt_pt: A aplicação terá de ser reiniciada a fim de aplicar as alterações.
ro_ro: Pentru a aplica schimbările va fi nevoie de o repornire a aplicației.
ru: Чтобы применить изменения, приложение необходимо перезапустить.
zh_cn: 需要重新启动应用程序才能应用更改。

source: Autopaste
pt_pt: Colagem automática
ro_ro: Autolipire
ru: Автовставка
zh_cn: 自动粘贴

# AutopasteAddRule
source: Add rule
pt_pt: Adicionar regra
ro_ro: Adaugă o regulă
ru: Добавить правило
zh_cn: 添加规则

# AutopasteContentBeingPasted
source: Content is being pasted
pt_pt: O conteúdo está a ser colado
ro_ro: Conținutul este în curs de lipire
ru: Содержимое вставляется
zh_cn: 正在粘贴内容

# AutopasteContentPasted
source: The content has been pasted
pt_pt: O conteúdo foi colado
ro_ro: Conținutul a fost lipit
ru: Содержимое вставлено
zh_cn: 内容已粘贴

# AutopasteContentPastingFailed
source: Autopaste was unable to paste content. Error: {0}
pt_pt: A colagem automática não conseguiu colar o conteúdo. Erro: {0}
ro_ro: Autolipirea nu a putut lipi conținutul. Eroare: {0}
ru: Автовставка не смогла обработать содержимое. Ошибка: {0}
zh_cn: 自动粘贴无法粘贴该内容。 错误：{0}

# AutopasteExcludeType
source: Exclude type
pt_pt: Excluir tipo
ro_ro: Excludere tip
ru: Исключить тип
zh_cn: 排除类型

# AutopasteFinishedWorking
source: Autopaste pasted successfully
pt_pt: Colagem automática colada com sucesso
ro_ro: Autolipirea a lipit cu succes
ru: Автовставка осуществлена
zh_cn: 自动粘贴成功

source: Autopaste is disabled
pt_pt: Colagem automática está desativado
ro_ro: Autolipirea este dezactivată
ru: Автовставка отключена
zh_cn: 自动粘贴已关闭

# AutopasteLargerThan
source: Larger than
pt_pt: Maior do que
ro_ro: Mai mare decât
ru: Больше, чем
zh_cn: 大于

# AutopasteNoTarget
source: No target
pt_pt: Sem alvo
ro_ro: Fără țintă
ru: Нет цели
zh_cn: 无

# AutopastePasteToTarget
source: Paste to:
pt_pt: Colar para:
ro_ro: Lipire în:
ru: Вставить в:
zh_cn: 粘贴到:

# AutopastePastingFailed
source: Autopaste failed
pt_pt: Colagem automática falhou
ro_ro: Autolipirea a eșuat
ru: Автовставка не удалась
zh_cn: 自动粘贴失败

# AutopasteRuleFileSize
source: File size...
pt_pt: Tamanho do ficheiro...
ro_ro: Mărime fișier...
ru: Размер файла...
zh_cn: 文件大小...

# AutopasteRuleSet
source: Rule set
pt_pt: Conjunto de regras
ro_ro: Set de reguli
ru: Набор правил
zh_cn: 规则列表

# AutopasteRuleTypeFilter
source: Type filter...
pt_pt: Tipo de filtro...
ro_ro: Filtru tip...
ru: Фильтр типа...
zh_cn: 类型筛选...

# AutopasteSmallerThan
source: Smaller than
pt_pt: Menor do que
ro_ro: Mai mic decât
ru: Меньше, чем
zh_cn: 小于

# AutopasteTypeFile
source: File
pt_pt: Ficheiro
ro_ro: Fișier
ru: Файл
zh_cn: 文件

# AutopasteTypeFolder
source: Folder
pt_pt: Pasta
ru: Папка
zh_cn: 文件夹

# AutopasteTypeImage
source: Image
pt_pt: Imagem
ro_ro: Imagine
ru: Изображение
zh_cn: 图片

# AutopasteTypeText
source: Text
pt_pt: Texto
ru: Текст
zh_cn: 文本

# AutopasteTypeUrl
source: Url
ru: Ссылка
zh_cn: 链接

# AutopasteWorking
source: Autopaste is working
pt_pt: Colagem automática está a trabalhar
ro_ro: Autolipirea funcționează
ru: Автовставка осуществляется
zh_cn: 自动粘贴正在工作

source: Cancel
pt_pt: Cancelar
ro_ro: Anulare
ru: Отмена
zh_cn: 取消

# CanvasTypeInfoCurrentInfiniteCanvas
source: You're in Infinite Canvas mode
pt_pt: Está no modo Tela Infinita
ro_ro: Ești în modul Canvas Infinit
ru: Вы находитесь в режиме бесконечного полотна
zh_cn: 正在使用无限画布模式

# CanvasTypeInfoCurrentOneCanvas
source: You're in One Canvas mode
pt_pt: Está no modo de Tela Única
ro_ro: Ești în modul un Canvas
ru: Вы находитесь в режиме одного полотна
zh_cn: 正在使用单画布模式

source: Change
pt_pt: Mudar
ro_ro: Modificare
ru: Изменить
zh_cn: 修改

source: Change icon
pt_pt: Mudar ícone
ro_ro: Modificare pictogramă
ru: Изменить иконку
zh_cn: 修改图标

# ChangelogFetchingDataFromGitHub
source: Fetching data from GitHub
pt_pt: Obtendo dados de GitHub
ro_ro: Preluare date de la GitHub
ru: Получение данных из GitHub
zh_cn: 正在从 GitHub 获取数据

# ChangelogFetchingError
source: An error occurred while trying to fetch Clipboard Canvas' release notes from GitHub
pt_pt: Ocorreu um erro ao tentar obter as notas de lançamento da Clipboard Canvas do GitHub
ro_ro: Am întâmpinat o eroare încercând să preluăm notele de lansare Clipboard Canvas de pe GitHub
ru: Произошла ошибка при попытке получить заметки о выпуске Clipboard Canvas' из GitHub
zh_cn: 尝试从 GitHub 获取 Clipboard Canvas 的发行说明时出错

# ChangelogTitle
source: Clipboard Canvas has been updated!
pt_pt: Clipboard Canvas foi atualizado!
ro_ro: Clipboard Canvas a fost actualizat!
ru: Clipboard Canvas был обновлен!
zh_cn: Clipboard Canvas 已更新!

# ChangelogViewOnGitHub
source: View on GitHub
pt_pt: Ver no GitHub
ro_ro: Vezi pe GitHub
ru: Просмотреть на GitHub
zh_cn: 在 GitHub 上查看

# ClipboardCanvasCrashReportIssue
source: Report this issue
pt_pt: Reportar este problema
ro_ro: Raportează această problemă
ru: Сообщить о проблеме
zh_cn: 报告此问题

# ClipboardCanvasCrashSubtitle
source: We've encountered an issue that we couldn't recover from.
pt_pt: Encontrámos um problema do qual não pudemos recuperar.
ro_ro: Am întâmpinat o problemă din care n-am putut să ne revenim.
ru: Мы столкнулись с проблемой, от которой не смогли оправиться.
zh_cn: 出现了无法恢复的问题。

# ClipboardCanvasCrashTitle
source: Clipboard Canvas crashed spectacularly!
pt_pt: Clipboard Canvas caiu de forma espetacular!
ro_ro: Clipboard Canvas a avut un accident spectaculos!
ru: Clipboard Canvas драматично упал!
zh_cn: Clipboard Canvas 出现严重崩溃!

source: Close Search
pt_pt: Fechar Pesquisa
ro_ro: Închidere Căutare
ru: Закрыть поиск
zh_cn: 关闭搜索

# CollectionErrorNotificationDescription
source: {0} Error: {1}
pt_pt: {0} Erro: {1}
ro_ro: {0} Eroare: {1}
ru: {0} Ошибка: {1}
zh_cn: {0} 错误: {1}

# CollectionFolderNotFound
source: The folder associated with this collection was not found.
pt_pt: A pasta associada a esta coleção não foi encontrada.
ro_ro: Folderul asociat cu această colecție nu a fost găsit.
ru: Папка, связанная с этой коллекцией, не найдена.
zh_cn: 找不到与此合集关联的文件夹。

# CollectionIsBeingInitialized
source: The Collection is being initialized
pt_pt: A Coleção está a ser inicializada
ro_ro: Colecția este în curs de inițializare
ru: Коллекция инициализируется
zh_cn: 正在初始化合集

# CollectionItemsMissing
source: We've noticed some items went missing. We're reloading the Collection for you.
pt_pt: Notamos que alguns artigos desapareceram. Estamos a recarregar a coleção para si.
ro_ro: Am văzut că unele elemente au fost date dispărute. Reîncărcăm Colecția pentru tine.
ru: Мы заметили, что некоторые объекты пропали. Мы перезагружаем коллекцию для вас.
zh_cn: 检测到部分文件丢失，正在为您重新加载合集。

source: Collection Preview:
pt_pt: Pré-visualização da coleção:
ro_ro: Previzualizare Colecție:
ru: Предпросмотр коллекции:
zh_cn: 预览合集:

source: Collections
pt_pt: Coleções
ro_ro: Colecții
ru: Коллекции
zh_cn: 合集

# CollectionTooltip
source: Double click to open this Collection. Right click for more options.
ru: Щелкните дважды, чтобы открыть эту коллекцию. Щелкните правой кнопкой мыши для получения дополнительных параметров.

source: Collection unavailable
pt_pt: Coleção indisponível
ro_ro: Colecție indisponibilă
ru: Коллекция недоступна
zh_cn: 合集不可用

source: Continue in Restricted Access
pt_pt: Continuar em Acesso Restrito
ro_ro: Continuă în Acces restricționat
ru: Продолжить в ограниченном режиме
zh_cn: 继续受限访问

source: Copy file
pt_pt: Copiar ficheiro
ro_ro: Copiere fișier
ru: Копировать файл
zh_cn: 复制文件

source: Copy selected text
pt_pt: Copiar texto selecionado
ro_ro: Copiere text selectat
ru: Копировать выбранный текст
zh_cn: 复制所选文本

# CouldNotDeleteCollectionIcon
source: Current icon could not be deleted.
pt_pt: O ícone atual não pode ser eliminado.
ro_ro: Pictograma curentă nu a putut fi ștearsă.
ru: Текущая иконка не может быть удалена.
zh_cn: 无法删除当前图标。

# CouldNotRemoveCollectionIcon
source: Couldn't remove icon.
pt_pt: Não foi possível remover o ícone.
ro_ro: Nu s-a putut șterge pictograma.
ru: Не удалось удалить иконку.
zh_cn: 无法删除图标。

# CouldNotRenameCollection
source: Couldn't rename Collection
pt_pt: Não foi possível mudar o nome da Coleção
ro_ro: Nu s-a putut redenumi Colecția
ru: Не удалось переименовать коллекцию
zh_cn: 无法重命名合集

# CouldNotSetCollectionIcon
source: Couldn't set custom Collection icon.
pt_pt: Não foi possível definir o ícone personalizado da Coleção.
ro_ro: Nu s-a putut seta o pictogramă personalizată pentru Colecție.
ru: Не удалось установить иконку коллекции.
zh_cn: 无法设置自定义合集图标。

source: Current Collection:
pt_pt: Coleção atual:
ro_ro: Colecție crentă:
ru: Текущая коллекция:
zh_cn: 当前合集:

source: Default Collection
pt_pt: Coleção predefinida
ro_ro: Colecție implicită
ru: Коллекция по умолчанию
zh_cn: 默认合集

source: Delete
pt_pt: Eliminar
ro_ro: Ștergere
ru: Удалить
zh_cn: 删除

source: Delete file
pt_pt: Eliminar ficheiro
ro_ro: Ștergere fișier
ru: Удалить файл
zh_cn: 删除文件

source: Delete Infinite Canvas
pt_pt: Eliminar Tela Infinita
ro_ro: Ștergere Canvas Infinit
ru: Удалить бесконечное полотно
zh_cn: 删除无限画布

source: Delete item
pt_pt: Eliminar item
ro_ro: Ștergere element
ru: Удалить объект
zh_cn: 删除项目

# DeleteItemDescription
source: Are you sure you want to delete this item?
pt_pt: Tem a certeza de que quer eliminar este item?
ro_ro: Sigur vrei să ștergi acest element?
ru: Вы уверены, что хотите удалить этот объект?
zh_cn: 确定删除此项目？

# DeletePermanently
source: Permanently delete
pt_pt: Eliminar permanentemente
ro_ro: Ștergere definitivă
ru: Удалить навсегда
zh_cn: 永久删除

source: Delete Reference
pt_pt: Eliminar Referência
ro_ro: Ștergere Referință
ru: Удалить упоминание
zh_cn: 删除引用

# DropOrPasteToAddContent
source: Drag and drop or paste to add content
pt_pt: Arrastar e largar ou colar para adicionar conteúdo
ro_ro: Drag și drop sau lipește pentru a adăuga conținut
ru: Перетащите или вставьте для добавления содержимого
zh_cn: 通过拖放或粘贴添加内容

# EmptyTimelineSectionText
source: Recently pasted items will show up on your Timeline here
pt_pt: Itens colados recentemente aparecerão na sua Linha do Tempo aqui
ro_ro: Elemente lipite recent vor apărea în Cronologie, chiar aici
ru: Недавно вставленные объекты будут отображаться на временной шкале здесь
zh_cn: 在时间轴上显示最近粘贴的项目

source: Enable Autopaste
pt_pt: Ativar Colagem automática
ro_ro: Activare autolipire
ru: Включить автовставку
zh_cn: 开启自动粘贴

source: Error
pt_pt: Erro
ro_ro: Eroare
ru: Ошибка
zh_cn: 错误

# ErrorWhilstOverridingReference
source: Error whilst overriding reference. Error: {0}
pt_pt: Erro ao anular a referência. Erro: {0}
ro_ro: Eroare în timpul suprascrierii referinței. Eroare: {0}
ru: Ошибка при переопределении упоминания. Ошибка: {0}
zh_cn: 重写引用时错误. Error: {0}

source: File size rule does not apply to folders.
pt_pt: A regra do tamanho do ficheiro não se aplica a pastas.
ro_ro: Regula mărimii fișierelor nu se aplică la foldere.
ru: Правило размера файла не применяется к папкам.
zh_cn: 文件大小规则不适用于文件夹。

source: Find next
pt_pt: Localizar seguinte
ro_ro: Găsire următor
ru: Найти следующее
zh_cn: 查找下一个

source: Find previous
pt_pt: Localizar anterior
ro_ro: Găsire precedent
ru: Найти предыдущее
zh_cn: 查找上一个

# HomePageTargetAutopasteDescription
source: Right click desired collection and set it as an autopaste target.
pt_pt: Clique com o botão direito do rato na coleção desejada e defina-a como um alvo de colagem automática.
ro_ro: Clic-dreapta pe colecția dorită și seteaz-o ca o țintă pentru autolipire.
ru: Щелкните правой кнопкой мыши по коллекции и установите ее в качестве цели автовставки.
zh_cn: 右键单击所需合集并将其设置为自动粘贴目标。

# HomePageTargetAutopasteTitle
source: Select autopaste target
pt_pt: Selecione um alvo para a colagem automática
ro_ro: Selectare țintă autolipire
ru: Выберите цель автовставки
zh_cn: 选择自动粘贴目标

source: Infinite Canvas is empty
pt_pt: A Tela Infinita está vazia
ro_ro: Canvasul Infinit este gol
ru: Бесконечное полотно пусто
zh_cn: 无限画布为空

source: Invalid file.
pt_pt: Ficheiro inválido.
ro_ro: Fișier invalid.
ru: Недопустимый файл.
zh_cn: 文件无效。

# NoItemsToPreview
source: There are no items to preview.
pt_pt: Não há itens para pré-visualizar.
ro_ro: Nu există elemente de previzualizat.
ru: Нет объектов для предпросмотра.
zh_cn: 没有可预览的项目。

# OOBECollectionPreviewDescription
source: Get a bird's eye view of your files. Quickly locate what you need thanks to search function in Collection Preview.
pt_pt: Obtenha uma vista aérea dos seus ficheiros. Localize rapidamente o que precisa graças à função de pesquisa na Pré-visualização da coleção.
ro_ro: Ia o privire scurtă la fișierele tale. Lochează rapid toate fișierele de care ai nevoie mulțumită funcției de căutare în Previzualizare Colecție.
ru: Получите представление о ваших файлах с высоты птичьего полета. Быстро находите то, что вам нужно, благодаря функции поиска в разделе предпросмотра коллекции.
zh_cn: 查找的文件。通过预览合集中的搜索功能，可以快速找到您所需要的内容。

# OOBECollectionPreviewTitl
source: Preview your Collections
pt_pt: Pré-visualize as suas Coleções
ru: Предпросмотр ваших коллекций

# OOBECollectionsDescription
source: Use Collections to swiftly move around your workspaces. Customize collections to fit your needs. Group your work in separate folders.
pt_pt: Utilize as Coleções para se deslocar rapidamente nos seus espaços de trabalho. Personalize as coleções de acordo com as suas necessidades. Agrupe o seu trabalho em pastas separadas.
ro_ro: Utilizează Colecții pentru a te muta cu elan printre spații de lucru. Personalizează colecțiile nevoilor tale. Grupează-ți munca în foldere separate.
ru: Используйте коллекции для быстрого перемещения по рабочему пространству. Настраивайте коллекции в соответствии со своими потребностями. Группируйте работу в отдельные папки.
zh_cn: 使用合集在您的工作区中快速移动。 自定义合集可以满足您的需求。 将工作分组到不同的文件夹中。

# OOBECollectionsTitle
source: Manage your workspace using Collections
pt_pt: Gere o seu espaço de trabalho utilizando Coleções
ro_ro: Gestionează-ți spațiul de lucru cu Colecții
ru: Управление рабочим пространством с помощью коллекций
zh_cn: 使用合集管理你的工作区

# OOBEFinishDescription
source: You are now ready to start using Clipboard Canvas! You can customize your app experience by heading to Settings.
pt_pt: Está agora pronto para começar a usar Clipboard Canvas! Pode personalizar a sua experiência na aplicação, dirigindo-se às Definições.
ro_ro: Ești gata să folosești Clipboard Canvas! Îți poți personaliza experiența în aplicație în Setări.
ru: Теперь вы готовы начать использовать Clipboard Canvas! Вы можете настроить работу с приложением в соответствующем разделе.
zh_cn: 您现在可以开始使用Clipboard Canvas!了！ 您可以通过前往“设置”来自定义您的应用体验。

# OOBEFinishTitle
source: You're good to go!
pt_pt: Está pronto para ir!
ro_ro: Ești gata de plecare!
ru: Вы готовы к работе!
zh_cn: 现在开始吧！

# OOBEInfiniteCanvasDescription
source: View your files on limit-free canvas. Infinite Canvas is your desktop sticky board that allows you to manage your work in a flexible fashion. Drag around pasted files and take a full control of them.
pt_pt: Veja os seus ficheiros numa tela sem limites. Tela Infinita é o seu quadro de adesivos no computador que lhe permite gerir o seu trabalho de uma forma flexível. Arraste os seus ficheiros colados e assuma um controlo total dos mesmos.
ro_ro: Drag around pasted files and take a full control of them.Vezi fișierele tale pe un canvas fără limite. Pe bune. Canvasul Infinit este stickyboard-ul ecranului tău și te lasă să-ți gestionezi munca într-o manieră flexibilă.
ru: Просматривайте свои файлы на бесконечном полотне. Бесконечное полотно представляет собой настольную доску, позволяющую гибко управлять работой. Перетаскивайте вставленные файлы и получайте полный контроль над ними.
zh_cn: 在无限画布上查看文件。无限画布是您的桌面粘性板，允许您以灵活的方式管理您的工作。拖动粘贴的文件并完全控制它们。

# OOBEInfiniteCanvasTitle
source: Infinite Canvas
pt_pt: Tela Infinita
ro_ro: Canvas Infinit
ru: Бесконечное полотно
zh_cn: 无限画布

# OOBEOneCanvasDescription
source: Quickly paste and interact with your content on One Canvas. One Canvas gives you a fully-sized interactive preview of various files: - Image preview - Media preview - Text preview - Markdown format preview - Folder and file preview
ru: Быстрая вставка и взаимодействие с содержимым на одном полотне. Одно полотно дает возможность интерактивного предварительного просмотра различных файлов в натуральную величину: - Предпросмотр изображений - Предпросмотр мультимедиа - Предпросмотр текста - Предпросмотр формата Markdown - Предпросмотр папок и файлов

# OOBEOneCanvasTitle
source: One Canvas
pt_pt: Tela Única
ro_ro: Un Canvas
ru: Одно полотно
zh_cn: 单画布

# OOBEReferenceFilesDescription
source: With Reference Files you don't have to worry about filling up your hard drive. Reference Files save space by holding a reference that points to original file. Thanks to Clipboard Canvas seamless integration, Reference Files work great in both One Canvas and Infinite Canvas.
pt_pt: Com Ficheiros de Referência não tem de se preocupar em encher o seu disco rígido. Os Ficheiros de Referência poupam espaço ao manter uma referência que aponta para o ficheiro original. Graças à integração perfeita do Clipboard Canvas, os Ficheiros de Referência funcionam bem tanto na Tela Única como na Tela Infinita.
ro_ro: Cu Fișiere de Referință, nu te îngrijora despre spațiu de stocare. Ele salvează spațiu ținând o referință care punctează la fișierul original. Mulțumită integrării fără-efort Clipboard Canvas, Fișierele de Referință merg bine și pe un Canvas, dar și pe Canvasul Infinit.
ru: С файлами упоминания вам не придется беспокоиться о заполнении жесткого диска. Файлы упоминания экономят место, поскольку содержат ссылку, указывающую на исходный файл. Благодаря бесшовной интеграции с Clipboard Canvas файлы упоминания отлично работают на любом полотне.
zh_cn: 使用“引用文件”，您不必担心硬盘驱动器会被填满。引用文件通过保持指向原始文件的引用来节省空间。得益于Clipboard Canvas的无缝集成，“引用文件”在“单画布”和“无限画布”中都能更好的工作。

# OOBEReferenceFilesTitle
source: Save storage space with Reference Files
pt_pt: Guardar espaço de armazenamento com Ficheiros de Referência
ro_ro: Salvează spațiu de stocare cu Fișiere de Referință
ru: Экономьте место с файлами упоминания
zh_cn: 使用引用文件节省存储空间

# OOBETimelineDescription
source: Never miss a file or folder with Timeline on your homepage. Timeline keeps track of recently pasted items so you don't have to worry about anything sliding past unnoticed!
pt_pt: Nunca perca um ficheiro ou pasta com a Linha do Tempo na sua página inicial. A Linha do Tempo mantém um registo dos itens recentemente colados para que não tenha de se preocupar com nada que passe despercebido!
ro_ro: Nu rata un fișier sau folder cu Cronologia pe pagina de pornire. Cronologia are grijă de elemente lipite recent ca tu să n-ai grijă despre orice lucru care-ți poate scăpa!
ru: Никогда не пропускайте объекты с временной шкалой на вашей домашней странице. Временная шкала отслеживает недавно вставленные объекты, поэтому вам не придется беспокоиться о том, что файл или папка ускользнет от вашего взора!
zh_cn: 千万不要错过主页上带有时间轴的文件或文件夹。时间轴会跟踪最近粘贴的项目，因此您不必担心没有注意而被忽视！

# OOBETimelineTitle
source: See a run-down of recent activity on your Timeline
pt_pt: Veja um resumo da atividade recente na sua Linha do Tempo
ro_ro: Vezi o analiză a activității recente în Cronologia ta
ru: Просмотр последних действий на временной шкале
zh_cn: 在时间轴上查看最近活动的摘要

# OOBEWelcomeDescription
source: Thank you for trying out Clipboard Canvas! To get you started, this presentation will guide you through most notable features of the app.
pt_pt: Obrigado por experimentar Clipboard Canvas! Para começar, esta apresentação irá guiá-lo através das características mais notáveis da aplicação.
ro_ro: Îți mulțumim pentru că încerci Clipboard Canvas! Ca să fi gata de pornire, prezentația asta te va ghida printre cele mai notabile funcționalități ale aplicației.
ru: Спасибо, что попробовали Clipboard Canvas! Чтобы вы могли начать работу, в этой презентации мы расскажем о самых важных функциях приложения.
zh_cn: 感谢您使用剪贴板画布！为了帮助您快速开始，本演示将引导您了解应用程序的最显著的功能。

# OOBEWelcomeTitle
source: Welcome to Clipboard Canvas!
pt_pt: Bem-vindo ao Clipboard Canvas!
ro_ro: Bun venit la Clipboard Canvas!
ru: Добро пожаловать в Clipboard Canvas!
zh_cn: 欢迎使用Clipboard Canvas!

source: Open canvas
pt_pt: Abrir tela
ro_ro: Deschidere canvas
ru: Открыть полотно
zh_cn: 打开画布

source: Open Collection location
pt_pt: Abrir localização da Coleção
ro_ro: Deschidere locație Colecție
ru: Открыть расположение коллекции
zh_cn: 打开合集位置

source: Open containing folder
pt_pt: Abrir pasta contentora
ro_ro: Deschidere folder conținut
ru: Открыть содержащую папку
zh_cn: 打开包含文件夹

source: Open file
pt_pt: Abrir ficheiro
ro_ro: Deschidere fișier
ru: Открыть файл
zh_cn: 打开文件

source: Open Infinite Canvas folder
pt_pt: Abrir pasta Tela Infinita
ro_ro: Deschidere folder Canvas Infinit
ru: Открыть папку бесконечного полотна
zh_cn: 打开无限画布文件夹

source: Open new Canvas
pt_pt: Abrir nova Tela
ro_ro: Deschidere Canvas nou
ru: Открыть новое полотно
zh_cn: 打开新画布

source: Open new Infinite Canvas
pt_pt: Abrir nova Tela Infinita
ro_ro: Deschidere Canvas Infinit nou
ru: Открыть новое бесконечное полотно
zh_cn: 打开新的无限画布

source: Open reference containing folder
pt_pt: Abrir pasta de referência contentora
ro_ro: Deschidere folderul care conține referința
ru: Открыть папку, содержащую упоминания
zh_cn: 打开包含文件夹的引用

source: Open Settings
pt_pt: Abrir Definições
ro_ro: Deschidere Setări
ru: Открыть параметры
zh_cn: 打开设置

# OperationCanceled
source: The operation was canceled.
pt_pt: A operação foi cancelada.
ro_ro: Operația a fost anulată.
ru: Операция была отменена.
zh_cn: 操作已取消。

# OverwriteReference
source: Paste reference
pt_pt: Colar referência
ro_ro: Lipire referință
ru: Вставить упоминание
zh_cn: 粘贴引用

# PastedAsReference
source: File pasted as reference
pt_pt: Ficheiro colado como referência
ro_ro: Fișier lipit ca referință
ru: Файл вставлен как упоминание
zh_cn: 作为引用粘贴文件

# PastedAsReferenceDescription
source: This file has been pasted as a reference to the original file. Clipboard Canvas loads the original file that the reference is pointing to. You can override the reference and copy the item directly to this collection by pressing the button below.
ru: Этот файл был вставлен как упоминание исходного файла. Clipboard Canvas загружает исходный файл, на который указывает ссылка. Вы можете отменить упоминание и скопировать объект непосредственно в эту коллекцию, нажав кнопку ниже.

source: Paste from Clipboard
pt_pt: Colar a partir da Área de transferência
ro_ro: Lipire din Clipboard
ru: Вставить из буфера обмена
zh_cn: 从剪贴板粘贴

source: Reference Files
pt_pt: Ficheiros de Referência
ro_ro: Fișiere de Referință
ru: Файлы упоминания
zh_cn: 引用文件

source: Reload Collection
pt_pt: Recarregar Coleção
ro_ro: Reîncărcare Colecție
ru: Перезагрузить коллекцию
zh_cn: 重新加载合集

source: Remove Collection
pt_pt: Remover Coleção
ro_ro: Ștergere Colecție
ru: Удалить коллекцию
zh_cn: 删除合集

# RemoveFromTimelineSection
source: Remove from this section
pt_pt: Remover desta secção
ro_ro: Ștergere din această secțiune
ru: Удалить из этого раздела
zh_cn: 从分区中删除

source: Remove icon
pt_pt: Remover ícone
ro_ro: Ștergere pictogramă
ru: Удалить иконку
zh_cn: 删除图标

source: Rename
pt_pt: Mudar o nome
ro_ro: Redenumire
ru: Переименовать
zh_cn: 重命名

source: Reset item positions
pt_pt: Repor as posições do item
ro_ro: Resetare poziții pictograme
ru: Сбросить позицию объектов
zh_cn: 重置项目位置

source: Restart Application
pt_pt: Reiniciar Aplicação
ro_ro: Repornire aplicație
ru: Перезапустить приложение
zh_cn: 重启应用程序

source: Restricted Access
pt_pt: Acesso Restrito
ro_ro: Acces restricționat
ru: Ограниченный доступ
zh_cn: 受限访问
